import React from "react";
import Header from "../Components/Headers/Header";
import Footer from "../Components/Footer/Footer";

export default function AboutUs() {
  return (
    <>
      <Header />
      <section className="mt-24 w-full max-w-[1600px] mx-auto px-4 lg:px-8">
        <h1 className="font-DanaDemiBold text-right mb-8">
          درباره ما{" "}
        </h1>
        <img src="/img/aboutUs1.jpg" alt="aboutus" />
        <div className="mt-3 mb-3">
          <span className="font-Dana text-lg">
            در دنیای امروز که فناوری‌های نوین به سرعت در حال تغییر و پیشرفت
            هستند، توانایی تسلط بر مهارت‌های برنامه‌نویسی و تکنولوژی‌های دیجیتال
            یکی از مهم‌ترین نیازهای فردی و حرفه‌ای به شمار می‌آید. آکادمی کدیاد
            با درک عمیق از این نیازها و با هدف ایجاد بستری برای یادگیری عمیق و
            ترویج آموزش رایگان در ایران، تأسیس شده است تا فضایی را فراهم کند که
            همه افراد علاقه‌مند به دنیای فناوری، بدون توجه به سطح مهارت یا تجربه
            قبلی، بتوانند در آن دانش و توانایی‌های خود را توسعه دهند. در آکادمی
            کدیاد بیش از 700 ساعت آموزش رایگان فارسی برنامه نویسی وجود دارد و
            میتواند برای شروع مسیر یادگیری برنامه نویسی بسیار مفید باشد.
          </span>
        </div>
        <div  className="mt-3 mb-3">
          <span className="font-Dana text-lg">
            آکادمی کدیاد با بهره‌گیری از مجرب ترین مدرسین و پشتیبانی حرفه ای،
            محیطی پویا و تعاملی را برای یادگیری آنلاین ارائه می‌دهد. ما بر این
            باور هستیم که یادگیری نباید محدود به چهارچوب‌های سنتی کلاس‌های حضوری
            باشد و هر فرد باید بتواند با توجه به سبک زندگی و نیازهای خود به
            آموزش‌های با کیفیت و روز دنیا دسترسی داشته باشد. به همین دلیل، کدیاد
            پلتفرم آنلاینی را فراهم کرده است که علاقه مندان به برنامه نویسی و
            دنیای تکنولوژی و دیجیتال مارکتینگ از هر نقطه جهان به راحتی به آن
            دسترسی دارند و می‌توانند از محتوای آموزشی متنوع ما بهره‌مند شوند.
          </span>
        </div>
      </section>
      <Footer />
    </>
  );
}
