import React from "react";
import Header from "../Components/Headers/Header";
import Footer from "../Components/Footer/Footer";

export default function AboutUs() {
  return (
    <>
      <Header />
      <section className="mt-24 w-full max-w-[1600px] mx-auto px-4 lg:px-8">
        <h1 className="font-DanaDemiBold text-right mb-8 dark:!text-white">درباره ما </h1>
        <img src="/img/aboutUs1.jpg" alt="aboutus1" />
        <div className="mt-3 mb-3">
          <span className="font-Dana text-lg dark:!text-gray-300">
            در دنیای امروز که فناوری‌های نوین به سرعت در حال تغییر و پیشرفت
            هستند، توانایی تسلط بر مهارت‌های برنامه‌نویسی و تکنولوژی‌های دیجیتال
            یکی از مهم‌ترین نیازهای فردی و حرفه‌ای به شمار می‌آید. آکادمی کدیاد
            با درک عمیق از این نیازها و با هدف ایجاد بستری برای یادگیری عمیق و
            ترویج آموزش رایگان در ایران، تأسیس شده است تا فضایی را فراهم کند که
            همه افراد علاقه‌مند به دنیای فناوری، بدون توجه به سطح مهارت یا تجربه
            قبلی، بتوانند در آن دانش و توانایی‌های خود را توسعه دهند. در آکادمی
            کدیاد بیش از 700 ساعت آموزش رایگان فارسی برنامه نویسی وجود دارد و
            میتواند برای شروع مسیر یادگیری برنامه نویسی بسیار مفید باشد.
          </span>
        </div>
        <div className="mt-3 mb-3">
          <span className="font-Dana text-lg dark:!text-gray-300">
            آکادمی کدیاد با بهره‌گیری از مجرب ترین مدرسین و پشتیبانی حرفه ای،
            محیطی پویا و تعاملی را برای یادگیری آنلاین ارائه می‌دهد. ما بر این
            باور هستیم که یادگیری نباید محدود به چهارچوب‌های سنتی کلاس‌های حضوری
            باشد و هر فرد باید بتواند با توجه به سبک زندگی و نیازهای خود به
            آموزش‌های با کیفیت و روز دنیا دسترسی داشته باشد. به همین دلیل، کدیاد
            پلتفرم آنلاینی را فراهم کرده است که علاقه مندان به برنامه نویسی و
            دنیای تکنولوژی و دیجیتال مارکتینگ از هر نقطه جهان به راحتی به آن
            دسترسی دارند و می‌توانند از محتوای آموزشی متنوع ما بهره‌مند شوند.
          </span>
        </div>
        <h3 className="font-DanaDemiBold text-2xl mt-5 dark:!text-white">هدف و ماموریت ها</h3>
        <img src="/img/aboutus2.jpg" alt="aboutus2" />
        <div className="mt-3 mb-3">
          <span className="font-Dana text-lg dark:!text-gray-300">
            هدف اصلی ما در کدیاد، پرورش نسل جدیدی از برنامه‌نویسان و متخصصان
            فناوری است که بتوانند در دنیای پرسرعت و دیجیتال امروزی، حرفی برای
            گفتن داشته باشند. مأموریت ما ارائه آموزش‌هایی است که نه تنها به
            تقویت مهارت‌های تئوری کمک کند، بلکه هنرجویان را به طور عملی برای
            ورود به بازار کار آماده سازد. در این راستا، تمامی دوره‌های آموزشی ما
            به صورت پروژه‌محور طراحی شده‌اند تا فراگیران بتوانند با انجام
            پروژه‌های واقعی، مهارت‌های خود را در عمل به کار بگیرند.
          </span>
        </div>
        <h3 className="font-DanaDemiBold text-2xl mt-5 dark:!text-white">رویکرد آموزشی ما</h3>
        <img src="/img/aboutus3.jpg" alt="aboutus3" />
        <div className="mt-3 mb-3">
          <span className="font-Dana text-lg dark:!text-gray-300">
            آکادمی کدیاد از ابتدا با تمرکز بر ارائه آموزش‌های عملی و کاربردی بنا
            شده است. ما بر این باوریم که یادگیری نباید صرفاً به تئوری محدود شود؛
            بلکه ترکیبی از تئوری و تمرین عملی است که می‌تواند یک یادگیرنده را به
            سطح مطلوبی از مهارت برساند. دوره‌های ما به گونه‌ای طراحی شده‌اند که
            دانشجویان پس از اتمام هر دوره، بتوانند با اعتماد به نفس کافی
            پروژه‌های واقعی را به تنهایی انجام دهند و آن‌ها را در رزومه خود قرار
            دهند. یکی از ویژگی‌های بارز دوره‌های آموزشی کدیاد، پشتیبانی کامل و
            تعامل با اساتید و دیگر فراگیران است. ما از یک رویکرد تعاملی استفاده
            می‌کنیم تا دانشجویان بتوانند در هر مرحله از یادگیری، از پشتیبانی
            کامل بهره‌مند شوند و سوالات و چالش‌های خود را با تیم آموزشی و دیگر
            دانشجویان در میان بگذارند. این رویکرد باعث می‌شود که یادگیری به یک
            تجربه مشارکتی و تعاملی تبدیل شود که در آن هر فرد می‌تواند از تجربیات
            دیگران نیز بهره‌مند شود. برای همین تمام دوره های پولی آکادمی کدیاد
            دارای گروه پشتیبانی تلگرام هستند و دانشجویان میتوانند بصورت مستقیم
            با مدرس دوره در ارتباط باشند.
          </span>
        </div>
        <h3 className="font-DanaDemiBold text-2xl mt-5 dark:!text-white"> دوره‌های آموزشی ما</h3>
        <img src="/img/aboutus4.jpg" alt="aboutus3" />
        <div className="mt-3 mb-3">
          <span className="font-Dana text-lg dark:!text-gray-300">
            در کدیاد، ما به ارائه دوره‌های آموزشی در زمینه‌های متنوعی از جمله
            برنامه‌نویسی، توسعه وب، هوش مصنوعی، تحلیل داده، دیجیتال مارکتینگ، و
            بسیاری از حوزه‌های دیگر فناوری می‌پردازیم. دوره‌های ما برای تمامی
            سطوح از مبتدی تا پیشرفته طراحی شده‌اند. بنابراین، چه شما یک فرد
            تازه‌کار باشید که به دنبال یادگیری اولین زبان برنامه‌نویسی خود
            هستید، یا یک توسعه‌دهنده حرفه‌ای که به دنبال ارتقای مهارت‌های خود در
            یک زمینه خاص می‌باشد، در کدیاد دوره‌ای مناسب برای شما وجود خواهد
            داشت. تمامی دوره‌های ما به گونه‌ای طراحی شده‌اند که یادگیرندگان
            بتوانند با سرعت خود پیش بروند و در صورت نیاز به پشتیبانی، از کمک‌های
            مستمر تیم پشتیبانی و اساتید بهره‌مند شوند. همچنین، ما در کدیاد بر
            این باوریم که یادگیری هیچ‌گاه نباید متوقف شود، به همین دلیل دوره‌های
            ما به طور مداوم به‌روزرسانی می‌شوند تا همواره با جدیدترین
            تکنولوژی‌ها و استانداردهای روز دنیا همگام باشند.
          </span>
        </div>
        <h3 className="font-DanaDemiBold text-2xl mt-5 dark:!text-white">
          آینده برنامه نویسی با کدیاد
        </h3>
        <div className="mt-3 mb-3">
          <span className="font-Dana text-lg dark:!text-gray-300">
            در دنیایی که تکنولوژی به سرعت در حال پیشرفت است، یادگیری مداوم و
            ارتقای مهارت‌ها ضروری است. ما در آکادمی کدیاد متعهد به ارائه بهترین
            و به‌روزترین منابع آموزشی هستیم تا شما بتوانید با اعتماد به نفس و
            دانش کافی، در هر مسیری که انتخاب می‌کنید، موفق باشید. آینده شما با
            یادگیری امروز شروع می‌شود و ما در کدیاد آماده‌ایم تا در این مسیر
            همراه شما باشیم.
          </span>
        </div>
      </section>
      <Footer />
    </>
  );
}
